<?php if (!defined('THINK_PATH')) exit();?><!doctype html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>血糖评测</title>
	<meta name="viewport" content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no" />
	<link rel="stylesheet" href="/wechat/Public/suggest/css/common.css">
</head>
<body>
	<div class="allBox">
		<div class="top_title">
			<?php if(is_array($res)): $i = 0; $__LIST__ = $res;if( count($__LIST__)==0 ) : echo "" ;else: foreach($__LIST__ as $key=>$res): $mod = ($i % 2 );++$i;?><span><?php echo ($res); ?></span> 血糖测量详情<?php endforeach; endif; else: echo "" ;endif; ?>
		</div>
		<div class="blood">
			<div class="circle01">
				<?php if(is_array($temp)): $i = 0; $__LIST__ = $temp;if( count($__LIST__)==0 ) : echo "" ;else: foreach($__LIST__ as $key=>$res): $mod = ($i % 2 );++$i;?><p><?php echo ($res); ?></p><?php endforeach; endif; else: echo "" ;endif; ?>
				<p>mmol/L</p>
				<p>餐后</p>
			</div>
			<div class="circle02">
				<a href="tel:010-51758587"><img src="/wechat/Public/suggest/phone.png" alt=""></a>
				<p>健康咨询师</p>
			</div>
		</div>
		<ul class="detail">
			<h5 class="detailTitle">血糖报告</h5>
			<li>餐后偏高</li>
			<h5 class="detailTitle">对照标准</h5>
			<li>餐后偏低<span>血糖&lt; 3.9</span></li>
			<li>餐后正常<span>血糖3.9～7.7</span></li>
			<li>餐后偏高<span>血糖7.8～11.1</span></li>
			<li>餐后严重偏高<span>血糖&gt;11.1</span></li>
		</ul>
		<h5 class="detailTitle">医学专家建议</h5>
		<ul class="detailUl02">
			<li>
				<p>在医学上，餐后2小时血糖的正常值在3.9～7.7mmol/L以内，如果高于这一范围，称为高血糖。建议您通过以下几个方面改善血糖状况：<br /><br />1、饮食方面：平衡膳食，饮食多样化，做到主食粗细搭配，副食荤素搭配；避免食用肥肉、全脂和油炸食品，选用鱼类、瘦肉等低脂蛋白食品，多吃粗粮、蔬菜等高纤维食品；限盐、限酒、戒烟。具体的饮食原则请参考后文第四点。<br />
				2、运动方面：坚持进行有氧运动，如快走、慢跑、爬山、游泳、太极等；有计划地进行中高强度运动，如球类比赛、跳绳等；运动要适量，也要适时，不要在饥饿或饱食后立即运动。<br />
				3、睡眠方面：提升睡眠质量，规律作息时间；养成午休的习惯，利于平稳血糖。<br />
				4、药物：降糖药的选用需要根据糖尿病的病情发展来定，结合药物的特点以及自身情况，选择适合自己的药物；选择作用机制互补的两种或多种降糖药物进行治疗，可延缓糖尿病慢性并发症的发生和发展；平稳降糖，避免低血糖；④目前临床上常用的降糖药物较多，如：双胍类、胰岛素促泌剂、α-糖苷酶抑制剂等，需要在医生指导下服用。<br />
				5、控制自己的情绪，保持良好的心情有利于血糖的控制。</p>
				<br />
				一、血糖偏高的症状<br />
				1、“三多一少”的典型症状<br />
				（1）血糖升高，尿糖增多，可引发渗透性利尿，从而引起多尿的症状；<br />
				（2）血糖升高、大量水分丢失，血渗透压也会相应升高，高血渗可刺激下丘脑的口渴中枢，从而引起口渴、多饮的症状；<br />
				（3）由于胰岛素相对或绝对的缺乏，导致体内葡萄糖不能被利用，蛋白质和脂肪消耗增多，从而引起乏力、体重减轻；<br />
				（4）为了补偿损失的糖分，维持机体活动，需要多进食；<br />
			    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这就形成了典型的“三多一少”症状。糖尿病患者的多饮、多尿症状与病情的严重程度呈正比。另外，值得注意的是，患者吃得越多，血糖就越高，尿中失糖也越多，饥饿感也就越厉害，最终导致了恶性循环。<br />
				2、其他自觉症状：<br />
			    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;经常感到疲乏、劳累；想吃甜食、视力下降；头晕，起立时会眩晕；皮肤发痒；手、脚经常会感到麻木或者刺痛；走路多时脚会疼得无法继续行走（休息后会减轻一些）；肌肉痉挛；伤口不易愈合；容易便秘、拉肚子；性欲下降；男性勃起功能障碍。
			</li>
			<li>
				二、血糖偏高的病因：<br />
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前认为高血糖的发生主要与以下几种机制有关：<br />
				1、胰腺β细胞不能分泌足够的胰岛素，α细胞分泌胰高血糖素过多。<br />
				2、外周组织包括肝脏、肌肉和脂肪组织存在胰岛素抵抗。<br />
				3、肠道吸收、肠道菌群和肠道影响血糖控制激素，导致其异常。<br />
				4、肾脏过度地回吸收糖。<br />
				5、神经系统对糖代谢的调节异常。<br />
				6、不良的生活习惯（包括暴饮暴食、吸烟酗酒、缺乏运动等）。<br />
				7、遗传因素。
			</li>
			<li>
				三、血糖偏高的危害：<br />
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;长期血糖偏高会引发糖尿病，而糖尿病的危害则在于引起人体内多个系统的损害，带来多种并发症。<br />
				1、糖尿病急性并发症：<br />
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;酮症酸中毒和非酮症高渗性昏迷，往往来势汹汹，如不能及时救治，死亡率很高。<br />
				2、糖尿病慢性并发症：<br />
				（1）心脏病变（冠心病、糖尿病性心肌病）可引起猝死；<br />
				（2）脑血管病变（如脑血栓等）可引起瘫痪、昏迷等；<br />
				（3）糖尿病神经病变可出现四肢麻木疼痛、感觉丧失、无痛性心肌梗死，体味性低血压，胃轻瘫，阳痿等；<br />
				（4）糖尿病肾病可进展至尿毒症；<br />
				（5）糖尿病视网膜病变严重时会导致失明；<br />
				（6）糖尿病足合并感染可导致下肢溃疡及坏疽甚至截肢。
			</li>
			<li>
				四、高血糖饮食原则：<br />
				&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;糖尿病及糖尿病前期患者都需要依据治疗目标接受个体化的医学营养治疗，最好由熟悉糖尿病治疗的营养师或医师进行指导。糖尿病患者应根据体重情况调整总能量的摄入(尤其是超重和肥胖者)，合理、均衡地分配各种营养物质。我们在平时的饮食治疗过程中应当遵循以下原则：<br />
				1、控制总热量，维持理想体重。<br />
			    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;控制总热量摄入可以通过控制每顿饭的量和避免过量摄入脂肪和糖类物质来实现。对于糖尿病患者来说，保持理想体重、防止肥胖是非常重要的，但肥胖者减重的速度不应过快。<br />
				2、平衡膳食，饮食多样化。<br />
			    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;应合理安排各种营养物质在膳食中所占的比例，做到主食粗细搭配，副食荤素搭配。提倡每日食用谷薯类、蔬菜水果、肉禽蛋鱼、奶豆及油等五大类食品，避免偏食或挑食。<br />
				3、适当提高碳水化合物的摄入比例，限制脂肪摄入，适量摄入优质蛋白质。<br />
			    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;控制总热量并不意味着绝对不吃主食。糖尿病患者在控制总热量的前提下可放宽对主食类食物的限制，但应减少或避免单糖(如葡萄糖)和双糖(如蔗糖)食品的摄入。避免食用肥肉、全脂和油炸食品。可选择鱼类、瘦肉、低脂奶制品等优质蛋白食品。<br />
				4、适当采用高纤维饮食，适量补充维生素和微量元素。<br />
			    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;多吃一些粗粮、蔬菜等高纤维饮食，不但有利于血糖和血脂的控制，还可以保证大便的通畅。维生素和微量元素是调节机体生理功能所必不可少的，因此也应通过饮食适当补充。<br />
				5、限盐，限酒，戒烟。<br />
			    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;提倡清淡饮食，尤其是合并高血压的患者，食盐应限量在每天5克以内。有心功能不全症状的糖尿病患者，食盐摄入量应少于每天2克。<br />
				6、少吃多餐，定时定量定餐。
			</li>
		</ul>
	</div>
	<script type="text/javascript" src="/wechat/Public/suggest/js/common.js"></script>	
</body>
</html>